Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrMissingEndOfBlockComment_LongMessage
source: Each block comment must start with '/*' and end with '*/'. If you don't end each block comment properly, all code after the comment becomes part of that comment. If a comment comprises only one line, you can start it with '//' and not identify the end of the comment.
bg_bg: Всеки коментар на блок трябва да започва с „/*“ и да завършва с „*/“. Ако не завършите всеки коментар на блок правилно, целият код след коментара става част от този коментар. Ако даден коментар съдържа само един ред, можете да го започнете с „//“ и да не идентифицирате края на коментара.
ca_es: Cada comentari de bloc ha de començar per "/*" i acabar per "*/". Si no finalitzeu cada comentari de bloc correctament, tot el codi que vagi seguit del comentari formarà part del comentari. Si un comentari només comprèn una línia, podeu començar per "//" i no identificar el final del comentari.
cs_cz: Každý blokový komentář musí začínat znaky /* a končit znaky */. Pokud blokový komentář správně neukončíte, všechen kód za komentářem se stane součástí tohoto komentáře. Pokud má komentář jen jeden řádek, můžete ho začít znaky // a není nutné identifikovat jeho konec.
da_dk: Hver blokkommentar skal starte med "/*" og slutte med "*/". Hvis du ikke afslutter hver blokkommentar korrekt, bliver al kode efter kommentaren en del af kommentaren. Hvis en kommentar kun udgør én linje, kan du starte den med "//" og ikke identificere slutningen af kommentaren.
de_de: Jeder Kommentarblock muss mit "/*" beginnen und mit "*/" enden. Wenn Sie einen Kommentarblock nicht ordnungsgemäß beenden, wird der gesamte auf den Kommentar folgende Code zu einem Teil des Kommentars. Wenn ein Kommentar nur eine Zeile umfasst, können Sie diese mit "//" beginnen. Das Ende des Kommentars muss in diesem Fall nicht gekennzeichnet werden.
el_gr: Κάθε σχόλιο μπλοκ πρέπει να ξεκινά με "/*" και να τελειώνει με "*/". Αν δεν φροντίσετε κάθε σχόλιο μπλοκ να τελειώνει σωστά, όλος ο κώδικας μετά το σχόλιο γίνεται τμήμα του συγκεκριμένου σχολίου. Αν ένα σχόλιο αποτελείται από μία μόνο γραμμή, μπορείτε να την ξεκινήσετε με "//" και να μην προσδιορίσετε το τέλος του σχολίου.
es_es: Cada comentario de bloque debe comenzar con "/*" y terminar con "*/". Si no finaliza cada comentario de bloque correctamente, todo el código después del comentario formará parte del comentario. Si un comentario consta solo de una línea, se puede iniciar con "//" y no identificar el final del comentario.
et_ee: Iga plokk-kommentaar peab algama märkidega '/*' ja lõppema märkidega '*/'. Kui te ei lõpeta iga plokk-kommentaari korralikult, muutub kogu kommentaarile järgnev kood kommnetaari osaks. Kui kommentaar koosneb ainult ühest reast, võite seda alustada märkidega '//' ja kommnetaari lõppu pole vaja märkida.
eu_es: "/*" ikurrarekin hasi eta "*/" ikurrarekin amaitu behar du blokearen iruzkin bakoitzak. Karaktere horiek erabiltzen ez badituzu bloke bakoitza amaitzeko, iruzkinaren ondoan dagoen kode guztia iruzkinaren parte izango da. Iruzkinak lerro bat soilik badu, "//" karaktereekin has daiteke; horri esker, ez duzu iruzkinaren amaiera zehaztu behar.
fi_fi: Jokaisen lohkon kommentin on alettava merkeillä /* ja päätyttävä merkkeihin */. Jos et lopeta jokaista lohkokommenttia oikein, kaikesta kommentin jälkeen olevasta koodista tulee osa kyseistä kommenttia Jos kommentti koostuu vain yhdestä rivistä, voit aloittaa sen merkeillä // ja olla tunnistamatta kommentin loppua.
fr_fr: Chaque commentaire en bloc doit commencer par « /* » et se terminer par « */ ». Si vous ne terminez correctement chaque commentaire en bloc, tout le code qui suit le commentaire en fait alors partie. Si un commentaire ne comprend qu’une seule ligne, vous pouvez le commencer par « // » et ne pas identifier la fin du commentaire.
gl_es: Cada bloque de comentario debe comezar por "/*" e finalizar con "*/". Se os bloques de comentarios non se finalizan correctamente, o código despois do comentario pasará a formar parte dese comentario. Se un comentario só ten unha liña, pode comezar con "//" e non identificar onde finaliza.
hi_in: प्रत्येक ब्लॉक टिप्पणी '/*' के साथ प्रारंभ और '*/' के साथ समाप्त होनी चाहिए. यदि आप प्रत्येक ब्लॉक टिप्पणी को ठीक से समाप्त नहीं करते हैं, तो टिप्पणी के बाद के सभी कोड उस टिप्पणी का भाग बन जाते हैं. यदि किसी टिप्पणी में केवल एक ही पंक्ति है, तो आप इसे '//' के साथ प्रारंभ कर सकते हैं और टिप्पणी की समाप्ति की पहचान नहीं होती.
hr_hr: Svaki blok komentara mora počinjati s "/*" i završavati s "*/". Ako svaki blok komentara ne završava ispravno, sav kod nakon komentara postat će dio tog komentara. Ako se komentar sastoji samo od jednog retka, možete ga započeti s "//" i ne trebate postavljati identifikator kraja komentara.
hu_hu: Minden megjegyzésblokknak a „/*” sztringgel kell kezdődnie, és a „*/” sztringgel kell végződnie. Ha nem zár le minden megjegyzésblokkot megfelelően, a megjegyzés után szereplő összes kód a megjegyzés része lesz. Ha egy megjegyzés csak egy sorból áll, azt kezdheti a „//” sztringgel, a megjegyzés végének meghatározása nélkül.
it_it: Ogni blocco di commento deve iniziare con '/*' e terminare con '*/'. Se non si termina correttamente il blocco di commento, tutto il codice dopo il commento diventa parte del commento. Se un commento è costituito da una sola riga, è possibile iniziare con '//' e non identificare la fine del commento.
ja_jp: ブロック コメントはそれぞれ、'/*' で始まり '*/' で終わる必要があります。各ブロック コメントを正しく終了しない場合、そのコメントの後にあるコードがすべてそのコメントの一部になります。コメントが 1 行のみで構成される場合は、'//' で開始すれば、コメントの終了を指定する必要がありません。
kk_kz: Әрбір блок комментарийі "/*" таңбасымен басталуы және "*/" таңбасымен аяқталуы тиіс. Әрбір блок комментарийін дұрыс аяқтамасаңыз, комментарийден кейінгі бүкіл код сол комментарийдің бөлігі болады. Егер комментарий тек бір жолдан тұрса, оны "//" таңбасымен бастауға және комментарийдің соңын анықтамауға болады.
ko_kr: 각 블록 주석은 '/*'로 시작하고 '*/'로 끝나야 합니다. 블록 주석을 올바르게 끝내지 않는 경우 주석 뒤의 모든 코드가 주석의 일부가 됩니다. 주석이 한 줄인 경우 '//'로 시작하고 주석 끝은 식별하지 않아도 됩니다.
lt_lt: Kiekvieno komentaro bloko pradžioje turi būti /*, o pabaigoje – */. Jei tinkamai neužbaigsite kiekvieno komentaro bloko, visi kodai, esantys po komentaro, taps komentaro dalimi. Jei komentaras yra tik viena eilutė, galite jį pradėti nuo // ir neidentifikuoti komentaro pabaigos.
lv_lv: Visiem bloka komentāriem ir jāsākas ar “/*” un jābeidzas ar “*/”. Ja katra bloka komentāra beigās netiek izmantots pareizs identifikators, viss kods aiz komentāra kļūst par šī komentāra daļu. Ja komentāram ir tikai viena rinda, to var sākt ar “//” un var neiekļaut komentāra beigu identifikatoru.
ms_my: Setiap komen blok mesti bermula dengan '/*' dan berakhir dengan '*/'. Jika anda tidak menamatkan setiap komen blok dengan betul, semua kod selepas komen menjadi sebahagian daripada komen tersebut. Jika komen terdiri daripada hanya satu baris, anda boleh memulakannya dengan '//' dan tidak mengenal pasti hujung komen.
nb_no: Hver blokkommentar må starte med «/*» og avsluttes med «*/». Hvis du ikke avslutter hver blokkommentar korrekt, blir all koding etter kommentaren en del av kommentaren. Hvis en kommentar består av bare én linje, kan du starte den med «//» og ikke identifisere slutten av kommentaren.
nl_nl: Elke blokopmerking moet beginnen met /* en eindigen met */. Als u niet alle blokopmerkingen juist afsluit, wordt alle code na de opmerking deel van de opmerking. Als een opmerking uit slechts één regel bestaat, kunt u de opmerking beginnen met // en hoeft u geen id te plaatsen aan het einde van de opmerking.
pl_pl: Każdy komentarz blokowy musi się rozpoczynać od ciągu „/*” i kończyć ciągiem „*/”. Jeśli nie zakończysz prawidłowo każdego komentarza blokowego, cały kod po tym komentarzu stanie się jego częścią. Jeśli komentarz obejmuje tylko jeden wiersz, możesz go rozpocząć znakami „//” i nie identyfikować końca komentarza.
pt_br: Cada comentário de bloco precisa começar com '/*' e terminar com '*/'. Se você não encerrar cada comentário de bloco corretamente, todo o código após o comentário se tornará parte do comentário. Se um comentário incluir somente uma linha, você poderá iniciá-lo com '//' e não identificar o fim do comentário.
pt_pt: Cada comentário do bloco tem de começar por "/*" e terminar com "*/". Se não terminar cada comentário bloco corretamente, todo o código após o comentário torna-se parte desse comentário. Se um comentário tiver uma só linha, pode começar com "//" e não identificar o fim do comentário.
ro_ro: Fiecare comentariu bloc trebuie să înceapă cu „/*” și să se termine cu „*/”. Dacă nu încheiați corect fiecare comentariu bloc, tot codul de după comentariu devine parte a comentariului. Dacă un comentariu cuprinde numai o singură linie, îl puteți începe cu „//” și nu este nevoie să identificați sfârșitul comentariului.
ru_ru: Каждый блочный комментарий должен начинаться с "/*" и заканчиваться на "*/". Если блочный комментарий не завершен должным образом, весь последующий код будет считаться частью комментария. Если комментарий состоит из одной строки, вы можете начать его с "//" и не указывать ничего в конце.
sk_sk: Každý komentár v bloku sa musí začínať reťazcom /* a končiť reťazcom */. Ak komentár v bloku neukončíte správne, kód nasledujúci za komentárom sa stane súčasťou komentára. Ak komentár obsahuje iba jeden riadok, môžete začať znakom // a nemusíte identifikovať koniec komentára.
sl_si: Vsak blok komentarja se mora začeti z »/*« in končati z »*/«. Če vsakega bloka komentarja ne končate pravilno, vsa koda za komentarjem postane del tega komentarja. Če komentar vsebuje le eno vrstico, ga lahko začnete z »//« in ne navedete konca komentarja.
sr_cyrl_rs: Сваки блок-коментар мора да почиње са „/*“ и да се завршава са „*/“. Ако сваки блок-коментар не завршите исправно, сав кôд након коментара постаје део тог коментара. Ако коментар има само један ред, можете да га почнете знаком „//“ и не морате да идентификујете крај коментара.
sr_latn_rs: Svaki blok-komentar mora da počinje sa „/*“ i da se završava sa „*/“. Ako svaki blok-komentar ne završite ispravno, sav kôd nakon komentara postaje deo tog komentara. Ako komentar ima samo jedan red, možete da ga počnete znakom „//“ i ne morate da identifikujete kraj komentara.
sv_se: Varje blockkommentar måste börja med '/*' och sluta med '*/'. Om du inte avslutar varje blockkommentar korrekt blir all kod efter kommentaren en del av kommentaren. Om en kommentar består av en enda rad kan du inleda den med '//' och inte identifiera slutet av kommentaren.
th_th: แต่ละข้อคิดเห็นแบบบล็อกต้องเริ่มต้นด้วย '/*' และลงท้ายด้วย '*/' ถ้าคุณไม่ได้ลงท้ายแต่ละข้อคิดเห็นแบบบล็อกอย่างเหมาะสม โค้ดทั้งหมดที่อยู่หลังข้อคิดเห็นจะกลายเป็นส่วนหนึ่งของข้อคิดเห็น ถ้าข้อคิดเห็นมีเพียงบรรทัดเดียว คุณสามารถเริ่มต้นด้วย '//' และไม่ต้องระบุจุดสิ้นสุดของข้อคิดเห็น
tr_tr: Her blok açıklama '/*' ile başlamalı ve '*/' ile bitmelidir. Her blok açıklamayı düzgün şekilde sonlandırmazsanız, açıklamadan sonraki tüm kodlar bu açıklamanın bir parçası olur. Açıklama tek bir satırdan oluşuyorsa, '//' ile başlayarak açıklamanın sonunu belirtmeyebilirsiniz.
uk_ua: Кожен блок приміток має починатися з "/*" і закінчуватися на "*/". Якщо блок не має належного закінчення, увесь код після примітки стає частиною примітки. Якщо примітка складається лише з одного рядка, її можна починати з "//" і не позначати закінчення.
vi_vn: Mỗi chú thích khối phải bắt đầu bằng '/*' và kết thúc bằng '*/'. Nếu bạn không kết thúc đúng cách từng chú thích khối thì toàn bộ mã phía sau chú thích sẽ trở thành một phần của chú thích đó. Nếu chú thích chỉ gồm một dòng, bạn có thể bắt đầu chú thích đó bằng '//' và không chỉ định điểm kết thúc của chú thích.
zh_cn: 每个块注释都必须以 "/*" 开头且以 "*/" 结尾。如果块注释结尾错误，则注释后的所有代码都将成为注释的一部分。如果注释仅包含一行，可以 " //" 开头，而不用标识注释结尾。
zh_tw: 每個區塊註解的開頭都必須是 '/*'，而且結尾必須是 '*/'。若未正確結束每個區塊註解，所有位在註解之後的程式碼，都會變成註解的一部分。若註解只有一行，其開頭可以是 '//'，而且無須指定註解結尾。

# ErrorResource_ErrMissingEndOfBlockComment_HowToFix_1
source: Add '*/' to the end of your block comment, or change it to a set of line comments.
bg_bg: Добавете „*/“ в края на коментара за блок или го променете на набор от коментари в редове.
ca_es: Afegiu "*/" al final del comentari del bloc o canvieu-lo per un conjunt de comentaris de línia.
cs_cz: Přidejte na konec blokového komentáře znaky */, nebo ho změňte na sadu řádkových komentářů.
da_dk: Tilføj '*/' til slutningen af din blokkommentar, eller skift den til en række linjekommentarer.
de_de: Fügen Sie "*/" am Ende Ihres Kommentarblocks hinzu, oder ändern Sie ihn in eine Reihe von Zeilenkommentaren.
el_gr: Προσθέστε το "*/" στο τέλος του σχολίου μπλοκ ή αλλάξτε το σε ένα σύνολο σχολίων γραμμής.
es_es: Agregue "*/" al final del comentario de bloque o cámbielo por un conjunto de comentarios de línea.
et_ee: Lisage oma plokk-kommentaari lõppu märgid '*/' või muutke see reakommentaaride kogumiks.
eu_es: Gehitu "*/" blokearen iruzkinean, edo alda ezazu lerro-iruzkin multzo batera.
fi_fi: Lisää */ lohkokommenttisi loppuun tai muuta se joukoksi rivikommentteja.
fr_fr: Ajoutez « */ » à la fin de votre bloc de commentaire ou transformez-le en un ensemble de commentaires ligne.
gl_es: Engadir "*/" ao final do comentario do bloque, ou modificalo a un conxunto de comentarios de liña.
hi_in: अपनी ब्लॉक टिप्पणी की समाप्ति पर '*/' जोड़ें या इसे पंक्ति टिप्पणियों के एक सेट से परिवर्तित करें.
hr_hr: Dodajte "*/" na kraj bloka komentara ili ga promijenite u skup komentara retka.
hu_hu: Szúrja be a „*/” sztringet a megjegyzésblokk végére, vagy módosítsa azt megjegyzéssorok készletére.
it_it: Aggiungere '*/' alla fine del blocco di commento oppure sostituirlo con un set di righe di commento.
ja_jp: ブロック コメントの末尾に '*/' を追加するか、行コメントのセットに変更してください。
kk_kz: Блок комментарийінің соңына "*/" таңбасын қосыңыз немесе оны жол комментарийлерінің жиынтығына өзгертіңіз.
ko_kr: 블록 주석 끝에 '*/'를 추가하거나 여러 줄의 주석으로 변경합니다.
lt_lt: Komentaro bloko pabaigoje įtraukite */ arba pakeiskite į eilutės komentarų rinkinį.
lv_lv: Sava bloka komentāra beigās pievienojiet “*/” vai mainiet to uz rindas komentāru kopu.
ms_my: Tambah ' */' dengan hujung blok anda komen atau menukar kepada set baris komen.
nb_no: Legg til '* /' på slutten av blokkommentaren eller endre den til et sett med linjekommentarer.
nl_nl: Voeg */ toe aan het einde van uw blokopmerking of vervang dit door een set regelopmerkingen.
pl_pl: Dodaj ciąg „*/” na końcu komentarza blokowego lub zmień go na kilka komentarzy wiersza.
pt_br: Adicione '*/' ao fim do seu comentário de bloco ou altere-o para um conjunto de comentários de linha.
pt_pt: Adicione "*/" ao fim do seu bloco de comentário ou altere-o para um conjunto comentários de linha.
ro_ro: Adăugați „*/” la sfârșitul comentariului bloc sau transformați-l într-un set de comentarii linie.
ru_ru: Добавьте "*/" в конец блока комментария или измените его на набор однострочных комментариев.
sk_sk: Pridajte znaky */ na koniec komentára v bloku alebo zmeňte komentár na skupinu riadkových komentárov.
sl_si: Dodajte »*/« na konec bloka komentarjev ali pa ga spremenite v nabor komentarjev vrstice.
sr_cyrl_rs: Додајте „*/“ на крај коментара за блокирање или га промените у скуп " на крај ваш блокирање comment или промените у скуп линијских коментара.
sr_latn_rs: Dodajte „*/“ na kraj komentara za blokiranje ili ga promenite u skup " na kraj vaš blokiranje comment ili promenite u skup linijskih komentara.
sv_se: Lägg till '*/' i slutet av blockkommentaren eller ändra den till en uppsättning radkommentarer.
th_th: เพิ่ม '*/' ไปยังจุดสิ้นสุดของข้อคิดเห็นแบบบล็อกของคุณ หรือเปลี่ยนเป็นชุดของข้อคิดเห็นแบบบรรทัด
tr_tr: Blok açıklamanızın sonuna bir '*/' ekleyin veya açıklamanızı bir satır açıklaması kümesine değiştirin.
uk_ua: Додайте "*/" у кінці блоку приміток або розбийте його на набір однорядкових.
vi_vn: Thêm '*/' vào cuối chú thích khối của bạn hoặc thay đổi chú thích thành một tập hợp chú thích theo dòng.
zh_cn: 在块注释的结尾添加“*/”，或将其更改为一组行注释。
zh_tw: 請在您的註解區塊結尾新增 '*/'，或將其變更為一組單行的註解。

# ErrorResource_ErrMissingEndOfBlockComment_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справка за формули за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletreferencia
it_it: Articolo: Informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала. Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Odwołanie do formuły dla usługi Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmula para o Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья: ссылка на формулу для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: sklic na formulo za Power Apps
sr_cyrl_rs: Чланак: Референце формула за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrExpectedFound_Ex_Fnd_ShortMessage
source: Unexpected characters. The formula contains '{0}' where '{1}' is expected.
bg_bg: Неочаквани знаци. Формулата съдържа „{0}“, когато се очаква „{1}“.
ca_es: Caràcters inesperats. La fórmula conté "{0}", però s'espera "{1}".
cs_cz: Neočekávané znaky. Vzorec obsahuje {0} tam, kde se očekává {1}.
da_dk: Uventede tegn. Formlen indeholder "{0}", hvor "{1}" forventes.
de_de: Unerwartete Zeichen. Die Formel enthält "{0}", es wird aber "{1}" erwartet.
el_gr: Μη αναμενόμενοι χαρακτήρες. Ο τύπος περιέχει "{0}" σε σημείο όπου αναμένεται "{1}".
es_es: Caracteres inesperados. La fórmula contiene "{0}" donde se esperaba "{1}".
et_ee: Ootamatud tärgid. Valem sisaldab tärki '{0}', kuid eeldatud on '{1}'.
eu_es: Ustekabeko karaktereak. Formulak "{0}" du, baina "{1}" espero zen.
fi_fi: Odottamattomia merkkejä. Kaava sisältää kohteen {0} kohdassa, jossa odotetaan kohdetta {1}.
fr_fr: Caractères inattendus. La formule contient « {0} » alors que « {1} » est attendu.
gl_es: Caracteres inesperados. A fórmula contén "{0}" onde se esperaba "{1}".
hi_in: अनपेक्षित वर्ण. सूत्र में '{0}' शामिल है, जबकि '{1}' अपेक्षित है.
hr_hr: Neočekivani znakovi. Formula sadrži "{0}", gdje se očekuje "{1}".
hu_hu: Váratlan karakterek. A képlet {0} karaktert tartalmaz, ahol a rendszer {1} karaktert várt.
it_it: Caratteri non previsti. La formula contiene '{0}' dove è previsto '{1}'.
ja_jp: 予期しない文字があります。数式には '{0}' が含まれていますが、'{1}' が必要です。
kk_kz: Күтпеген таңбалар. Формулада "{0}" бар, бірақ "{1}" күтілген.
ko_kr: 예기치 않은 문자가 있습니다. '{1}'이(가) 필요한 수식에 '{0}'이(가) 포함됩니다.
lt_lt: Netikėti simboliai. Formulėje yra „{0}“, kur tikimasi „{1}“.
lv_lv: Neparedzētas rakstzīmes. Formulā ir rakstzīme “{0}” tur, kur jābūt rakstzīmei “{1}”.
ms_my: Aksara tidak dijangka. Formula mengandungi '{0}' sedangkan '{1}' yang dijangka.
nb_no: Uventede tegn. Formelen inneholder {0} der {1} er forventet.
nl_nl: Onverwachte tekens. De formule bevat {0} terwijl {1} wordt verwacht.
pl_pl: Nieoczekiwane znaki. Formuła zawiera znak „{0}” w miejscu, gdzie oczekiwany jest znak „{1}”.
pt_br: Caracteres inesperados. A fórmula contém '{0}', em que se espera '{1}'.
pt_pt: Carateres inesperados. A fórmula contém "{0}" onde é esperado "{1}".
ro_ro: Caractere neașteptate. Formula conține „{0}” unde se așteaptă „{1}”.
ru_ru: Непредусмотренные символы. Формула содержит "{0}", где ожидается "{1}".
sk_sk: Neočakávané znaky. Vzorec obsahuje {0} tam, kde sa očakáva {1}.
sl_si: Nepričakovani znaki. Formula vsebuje »{0}«, vendar je pričakovan »{1}«.
sr_cyrl_rs: Неочекивани знакови. Формула садржи „{0}“, а очекује се „{1}“.
sr_latn_rs: Neočekivani znakovi. Formula sadrži „{0}“, a očekuje se „{1}“.
sv_se: Oväntat tecken. Formeln innehåller {0} där {1} förväntades.
th_th: อักขระที่ไม่คาดคิด สูตรประกอบด้วย '{0}' โดยมีการคาดหวัง '{1}'
tr_tr: Beklenmeyen karakterler. Formül içeriyor '{1}' beklenirken '{0}' içeriyor.
uk_ua: Неочікувані символи. Формула містить "{0}", де очікується "{1}".
vi_vn: Ký tự ngoài dự kiến. Công thức chứa '{0}' trong khi dự kiến có '{1}'.
zh_cn: 意外字符。应为“{1}”，但公式包含的是“{0}”。
zh_tw: 非預期性字元。公式包含 '{0}'，但應為 '{1}'。
